Repository: NMarjou/localization-app
Catalog: TMs/en-US_id-ID.tmx
Source language: en_us
Languages: id_id

source: Each worker to whom this check-in has been assigned can edit this section in their form.
id_id: Setiap pekerja yang ditugaskan untuk check-in ini dapat mengedit bagian ini dalam formulir mereka.

source: Here are some helpful tips for understanding the different types of check-ins.
id_id: Berikut beberapa tips bermanfaat untuk memahami berbagai jenis check-in.

source: About check-ins
id_id: Tentang check-in

source: Occurs every two weeks on {{day}} effective {{startOn}} until {{endOn}}. In total, {{count}} number of check-ins will be created.
id_id: Terjadi setiap dua minggu pada {{day}} mulai {{startOn}} hingga {{endOn}}. Secara total, {{count}} check-in akan dibuat.

source: Goal due date
id_id: Tenggat waktu tujuan

source: Showing goals and deliverables of:
id_id: Menampilkan tujuan dan hasil kerja dari:

source: Goal priority
id_id: Prioritas tujuan

source: Goal progress
id_id: Progres tujuan

source: Goal tracking status
id_id: Status pelacakan tujuan

source: Goal type: “{{typeName}}“
id_id: Jenis tujuan: "{{typeName}}"

source: Still in progress.
id_id: Masih dalam proses.

source: How was your check-in?
id_id: Bagaimana check-in Anda?

source: Are you sure you want to mark the check-in <strong>{{checkInTitle}}</strong> as completed?
id_id: Apakah Anda yakin ingin menandai check-in <strong>{{checkInTitle}}</strong> sebagai selesai?

source: Marked as done by {{nickName}} {{name}}.
id_id: Ditandai selesai oleh {{nickName}} {{name}}.

source: Assigned to
id_id: Ditugaskan kepada

source: {{count}} workers
id_id: {{count}} pekerja

source: {{count}} worker
id_id: {{count}} pekerja

source: {{count}} users
id_id: {{count}} pengguna

source: Number of check-ins assigned to each selected worker and their line manager.
id_id: Jumlah check-in yang ditugaskan kepada setiap pekerja terpilih dan manajer lini mereka.

source: Assigned to: {{count}}
id_id: Ditugaskan kepada: {{count}}

source: This assignment will create {{count}} check-ins between each worker and their line manager. Once the check-in is assigned, users will be able to edit its details and add a date.
id_id: Penugasan ini akan membuat {{count}} check-in antara setiap pekerja dan manajer lini mereka. Setelah check-in ditugaskan, pengguna akan dapat mengedit detailnya dan menambahkan tanggal.

source: Get started by assigning one.
id_id: Mulailah dengan menetapkan satu.

source: No check-ins mass assignments yet!
id_id: Belum ada penugasan massal check-in!

source: Excluded individuals
id_id: Individu yang tidak disertakan

source: Excluded workers: {{count}}
id_id: Pekerja yang tidak disertakan: {{count}}

source: Excluded
id_id: Tidak disertakan

source: Included
id_id: Termasuk

source: No results match the search criteria. Clear the search to show all results.
id_id: Tidak ada hasil yang cocok dengan kriteria pencarian. Hapus pencarian untuk menampilkan semua hasil.

source: Search for workers
id_id: Cari pekerja

source: Performance check-ins require managers to provide their views on their team members' progress and performance.
id_id: Pemeriksaan kinerja mengharuskan manajer untuk memberikan pandangan mereka tentang progres dan kinerja anggota tim mereka.

source: Regular check-ins enable managers and their team members to discuss day-to-day progress and any developmental focus.
id_id: Check-in reguler memungkinkan manajer dan anggota tim mereka untuk mendiskusikan progres setiap hari dan fokus pengembangan.

source: See all participants
id_id: Lihat semua peserta

source: Monthly check-in
id_id: Cek-in bulanan

source: Search for a worker or an organization
id_id: Cari pekerja atau organisasi

source: Occurs on day {{day}} of every month, effective {{startOn}} through {{endOn}}. In total, {{count}} check-ins will be created.
id_id: Terjadi pada hari {{day}} setiap bulan, berlaku mulai {{startOn}} hingga {{endOn}}. Secara total, {{count}} check-in akan dibuat.

source: Specific date
id_id: Tanggal tertentu

source: Past
id_id: Masa Lalu

source: Upcoming
id_id: Mendatang

source: Today
id_id: Hari ini

source: Assign check-ins
id_id: Tetapkan check-in

source: If you're assigning to multiple users, it might take a while for this list to appear in the check-in view.
id_id: Jika Anda menugaskan kepada beberapa pengguna, mungkin perlu beberapa saat agar daftar ini muncul di tampilan check-in.

source: The check-in was successfully assigned.
id_id: Check-in berhasil ditugaskan.

source: This assignment will create {{count}} check-ins in total, between each selected worker and their line manager.
id_id: Penugasan ini akan membuat total {{count}} check-in, antara setiap pekerja yang dipilih dan manajer lini mereka.

source: Are you sure you want to assign this check-in?
id_id: Apakah Anda yakin ingin menetapkan check-in ini?

source: No description added
id_id: Tidak ada deskripsi yang ditambahkan

source: No discussion points added
id_id: Belum ada poin diskusi yang ditambahkan

source: Overall performance
id_id: Kinerja keseluruhan

source: My overall performance
id_id: Kinerja keseluruhan saya

source: Offer your team member insight into how you think they have progressed on their overall performance over this period.
id_id: Tawarkan wawasan Anda kepada anggota tim mengenai perkembangan kinerja keseluruhan mereka selama periode ini.

source: Check-in with
id_id: Check-in dengan

source: Pending manager submission
id_id: Menunggu pengajuan manajer

source: Allow managers to schedule dedicated conversations with direct reports to address performance-related topics.
id_id: Izinkan manajer untuk menjadwalkan diskusi khusus dengan bawahan langsung untuk membahas topik terkait kinerja.

source: Offer your team member insights into how you think they have progressed on their behaviors this period.
id_id: Tawarkan wawasan Anda kepada anggota tim mengenai perkembangan perilaku mereka selama periode ini.

source: Your comment
id_id: Komentar Anda

source: Please share your thoughts in this section.
id_id: Silakan bagikan pendapat Anda di bagian ini.

source: Gain insight into how your manager thinks you are progressing on your behaviors over this period.
id_id: Dapatkan wawasan dari manajer Anda mengenai perkembangan perilaku Anda selama periode ini.

source: Gain insight into how your manager thinks you are progressing on your goals over this period.
id_id: Dapatkan wawasan dari manajer Anda mengenai perkembangan tujuan Anda selama periode ini.

source: Gain insight into how your manager thinks you are progressing on your overall performance over this period.
id_id: Dapatkan wawasan dari manajer Anda mengenai perkembangan kinerja keseluruhan Anda selama periode ini.

source: Offer your team member insights into how you think they have progressed on their goals over this period.
id_id: Tawarkan wawasan Anda kepada anggota tim mengenai perkembangan tujuan mereka selama periode ini.

source: This gives you insights into how your manager thinks you are progressing on your behaviors over this period.
id_id: Manajer Anda memberi wawasan mengenai perkembangan perilaku Anda selama periode ini.

source: Offer your team member insights into how you think they have progressed on their overall performance over this period.
id_id: Tawarkan wawasan Anda kepada anggota tim mengenai perkembangan kinerja keseluruhan mereka selama periode ini.

source: Select rating
id_id: Pilih penilaian

source: This user is inactive or your reporting relationship with them has changed. You can't create or update check-ins with them.
id_id: Pengguna ini tidak aktif atau hubungan pelaporan Anda dengan mereka telah berubah. Anda tidak dapat membuat atau memperbarui check-in dengan mereka.

source: The end date must be later than the start date.
id_id: Tanggal berakhir harus lebih lambat dari tanggal mulai.

source: Bi-weekly
id_id: Dua mingguan

source: Monthly
id_id: Bulanan

source: Weekly
id_id: Mingguan

source: Repeat
id_id: Ulangi

source: Recurrence details
id_id: Detail pengulangan

source: Facilitate discussions between managers and team members about daily progress and areas for development.
id_id: Memfasilitasi diskusi antara manajer dan anggota tim tentang progres harian dan area untuk pengembangan.

source: Action required
id_id: Tindakan diperlukan

source: Action required — {{count}} item(s)
id_id: Tindakan diperlukan — {{count}} item

source: To finish adding this check-in to your calendar, open the file once it has downloaded. If you need to change the date or time, you can do so directly from your calendar.
id_id: Untuk menyelesaikan penambahan check-in ini ke kalender Anda, buka file tersebut setelah diunduh. Jika Anda perlu mengubah tanggal atau waktu, Anda dapat melakukannya langsung dari kalender Anda.

source: There are unsaved changes in the form. To submit this check-in, you must save all comments and/or ratings.
id_id: Ada perubahan yang belum disimpan di formulir. Untuk mengirim check-in ini, Anda harus menyimpan semua komentar dan/atau penilaian.

source: Save to proceed
id_id: Simpan untuk melanjutkan

source: Schedule check-in
id_id: Jadwalkan check-in

source: Done
id_id: Selesai

source: Pending confirmation
id_id: Menunggu konfirmasi

source: Under review
id_id: Sedang ditinjau

source: Are you sure you want to complete this check-in? Remember, you can create another check-in at anytime.
id_id: Apakah Anda yakin ingin menyelesaikan check-in ini? Ingat, Anda dapat membuat check-in lain kapan saja.

source: Open check-in
id_id: Buka check-in

source: Additional information
id_id: Informasi tambahan

source: My list
id_id: Daftar saya

source: Open {{name}} primary action
id_id: Buka tindakan utama {{name}}

source: Participant
id_id: Peserta

source: comments
id_id: komentar

source: Subject
id_id: Subjek

source: Creator:
id_id: Pembuat:

source: Assigned
id_id: Ditugaskan

source: {{count}} comments
id_id: {{count}} komentar

source: 1 comment
id_id: 1 komentar

source: Last month
id_id: Bulan lalu

source: Last week
id_id: Minggu lalu

source: Jump to a specific date
id_id: Lompat ke tanggal tertentu

source: The very beginning
id_id: Permulaan

source: Timeline
id_id: Lini masa

source: No check-ins in progress or upcoming
id_id: Tidak ada check-in yang sedang berlangsung atau akan datang

source: Past check-ins
id_id: Check-in sebelumnya

source: Pending setup
id_id: Penyiapan tertunda

source: This check-in is read-only because the other participant is no longer active.
id_id: Check-in ini dalam mode hanya-baca karena peserta lain sudah tidak aktif.

source: Show completed check-ins
id_id: Tampilkan check-in yang telah selesai

source: Add title
id_id: Tambah judul

source: Check-in types
id_id: Jenis check-in

source: Regular
id_id: Reguler

source: Submitted by {{name}}; you requested to meet.
id_id: Diajukan oleh {{name}}, Anda meminta untuk bertemu.

source: You have unsaved changes in this section. Please save or cancel to proceed.
id_id: Anda memiliki perubahan yang belum disimpan di bagian ini. Silakan simpan atau batalkan untuk melanjutkan.

source: Discussion point
id_id: Poin diskusi

source: {{name}}'s ({{nickName}}) behavior profile
id_id: Profil perilaku {{name}} ({{nickName}})

source: Recognized behaviors on which you've received feedback from colleagues.
id_id: Perilaku yang diakui yang telah Anda terima umpan balik dari rekan kerja.

source: Check-in name
id_id: Nama check-in

source: Remember, you can create another check-in at any time.
id_id: Ingat, Anda dapat membuat check-in lain kapan saja.

source: Are you sure you want to complete this check-in?
id_id: Apakah Anda yakin ingin menyelesaikan check-in ini?

source: {{name}} will be notified that you have completed this check-in.
id_id: {{name}} akan diberi tahu bahwa Anda telah menyelesaikan check-in ini.

source: Your check-in is completed!
id_id: Check-in Anda telah selesai!

source: Delete comment
id_id: Hapus komentar

source: Are you sure you want to delete this comment?
id_id: Apakah Anda yakin ingin menghapus komentar ini?

source: Edit comment
id_id: Edit komentar

source: (Edited)
id_id: (Diedit)

source: Your chat
id_id: Obrolan Anda

source: Start your conversation now!
id_id: Mulai diskusi Anda sekarang!

source: Today, {{time}}
id_id: Hari ini, {{time}}

source: You
id_id: Anda

source: Date: {{date}}
id_id: Tanggal: {{date}}

source: Deleted check-ins cannot be recovered.
id_id: Check-in yang dihapus tidak dapat dipulihkan.

source: Are you sure you want to delete this check-in?
id_id: Apakah Anda yakin ingin menghapus check-in ini?

source: {{name}} will be notified that you have deleted this check-in and you will not receive any updates on this check-in.
id_id: {{name}} akan diberi tahu bahwa Anda telah menghapus check-in ini dan Anda tidak akan menerima pembaruan apa pun tentang check-in ini.

source: Your check-in was successfully deleted.
id_id: Check-in Anda berhasil dihapus.

source: Add to your calendar
id_id: Tambahkan ke kalender Anda

source: To add this check-in to your calendar and the attendee's calendar, click the button and open the downloaded file. If this check-in has already been added to your calendar, we recommend that you make any changes to the date or time directly in the calendar.
id_id: Untuk menambahkan check-in ini ke kalender Anda dan kalender peserta, klik tombol dan buka file yang diunduh. Jika check-in ini sudah ditambahkan ke kalender Anda, kami sarankan untuk melakukan perubahan tanggal atau waktu langsung di kalender.

source: Your team member's tagged behaviors will be displayed here. These will enable you to get insight into how they are perceived within your organization.
id_id: Perilaku yang ditandai dari anggota tim Anda akan ditampilkan di sini. Ini akan membantu Anda mendapatkan wawasan tentang bagaimana mereka dipersepsikan di dalam organisasi Anda.

source: Received behaviors
id_id: Perilaku yang diterima

source: My behavior profile
id_id: Profil perilaku saya

source: Here you can follow the progression of your team member on their goals.
id_id: Di sini Anda dapat mengikuti perkembangan anggota tim Anda dalam mencapai tujuan mereka.

source: Achievements against objectives
id_id: Pencapaian terhadap tujuan

source: My goals at a glance
id_id: Tujuan saya sekilas

source: Business
id_id: Bisnis

source: Development
id_id: Pengembangan

source: Professional
id_id: Profesional

source: Individual goal
id_id: Tujuan individu

source: Organizational goal
id_id: Tujuan organisasi

source: High
id_id: Tinggi

source: Low
id_id: Rendah

source: Medium
id_id: Sedang

source: Private
id_id: Pribadi

source: Check-in with {{subordinateName}}
id_id: Check-in dengan {{subordinateName}}

source: You have sent a "Let’s meet" invitation to further discuss this check-in. {{name}} will be notified.
id_id: Anda telah mengirim undangan "Mari bertemu" untuk mendiskusikan check-in ini lebih lanjut. {{name}} akan diberi notifikasi.

source: Submitted by {{name}}. You requested to meet.
id_id: Diajukan oleh {{name}}. Anda meminta untuk bertemu.

source: Mark as done
id_id: Tandai sebagai selesai

source: My discussion points
id_id: Poin diskusi saya

source: You can't see anything here because this worker no longer reports to you.
id_id: Anda tidak dapat melihat apa pun di sini karena pekerja ini sudah tidak melapor kepada Anda.

source: This check-in was assigned by HR.
id_id: Check-in ini ditugaskan oleh HR.

source: Pending set up
id_id: Menunggu penyiapan

source: Return to previous page
id_id: Kembali ke halaman sebelumnya

source: {{name}}'s view
id_id: Tampilan {{name}}

source: No view of performance submitted
id_id: Belum ada penilaian kinerja yang dikirimkan

source: Gain insight into how your manager thinks you have progressed on your behaviors over this period.
id_id: Dapatkan wawasan dari manajer Anda mengenai perkembangan perilaku Anda selama periode ini.

source: Gain insight into how your manager thinks you have progressed on your goals over this period.
id_id: Dapatkan wawasan dari manajer Anda mengenai perkembangan tujuan Anda selama periode ini.

source: Gain insight into how your manager thinks you have progressed on your overall performance over this period.
id_id: Dapatkan wawasan dari manajer Anda mengenai perkembangan kinerja keseluruhan Anda selama periode ini.

source: Provide your team member insight into how you think they have progressed on their behaviors over this period.
id_id: Berikan wawasan Anda kepada anggota tim mengenai perkembangan perilaku mereka selama periode ini.

source: Provide your team member insight into how you think they have progressed on their goals over this period.
id_id: Berikan wawasan Anda kepada anggota tim mengenai perkembangan tujuan mereka selama periode ini.

source: Provide your team member insight into how you think they progressed on their overall performance this period
id_id: Berikan wawasan Anda kepada anggota tim mengenai perkembangan kinerja keseluruhan mereka selama periode ini

source: Not visible to worker
id_id: Tidak terlihat oleh pekerja

source: Visible to worker
id_id: Terlihat oleh pekerja

source: Offer your team member insights into how you think they progressed on their goals this period
id_id: Tawarkan wawasan kepada anggota tim Anda tentang bagaimana menurut Anda mereka telah berkembang dalam mencapai tujuan mereka selama periode ini

source: Your view was successfully saved.
id_id: Tampilan Anda berhasil disimpan.

source: Your view
id_id: Tampilan Anda

source: Read-only
id_id: Hanya-baca

source: You are seeing this check-in as read-only mode because the other participant is no longer active.
id_id: Anda melihat check-in ini dalam mode hanya-baca karena peserta lain sudah tidak aktif.

source: You are seeing this check-in as read-only because this check-in is between your direct report and their previous manager.
id_id: Anda melihat check-in ini dalam mode hanya-baca karena check-in ini terjadi antara bawahan langsung Anda dengan manajer sebelumnya.

source: Deleted by {{name}}
id_id: Dihapus oleh {{name}}

source: This check-in was deleted by {{name}}. You are unable to update or chat via this check-in.
id_id: Check-in ini telah dihapus oleh {{name}}. Anda tidak dapat memperbarui atau mengobrol melalui check-in ini.

source: Pending confirmation from {{name}} {{nickName}}
id_id: Menunggu konfirmasi dari {{name}} {{nickName}}

source: Pending confirmation from me
id_id: Menunggu konfirmasi dari saya

source: This check-in was marked as done by {{name}} {{nickName}}, and is now pending confirmation from you. Once you mark this check-in as done, this check-in will be completed for you both.
id_id: Check-in ini telah ditandai sebagai selesai oleh {{name}} {{nickName}}, dan sekarang menunggu konfirmasi dari Anda. Setelah Anda menandai check-in ini sebagai selesai, check-in ini akan dianggap selesai untuk Anda berdua.

source: This check-in was marked as done, and is now pending confirmation {{name}} {{nickName}}. Once they mark this check-in as done, this check-in will be completed for you both.
id_id: Check-in ini ditandai sebagai selesai, dan sekarang menunggu konfirmasi {{name}} {{nickName}}. Setelah mereka menandai check-in ini sebagai selesai, check-in ini akan selesai untuk Anda berdua.

source: Once you've submitted the check-in, your report will see your view on their performance. They will be invited to either accept and complete the check-in or request to meet for further discussion.
id_id: Setelah Anda mengirimkan check-in, bawahan Anda akan melihat pandangan Anda tentang kinerja mereka. Mereka akan diundang untuk menerima dan menyelesaikan check-in atau meminta pertemuan untuk diskusi lebih lanjut.

source: Submitted by {{name}}. You accepted.
id_id: Diajukan oleh {{name}}. Anda telah menerima.

source: Submitted. {{name}} accepted.
id_id: Diajukan. {{name}} telah menerima.

source: Check-in between {{subordinateName}} and {{managerName}}
id_id: Check-in antara {{subordinateName}} dan {{managerName}}

source: {{name}}'s discussion points
id_id: Poin diskusi {{name}}

source: Occurs every {{day}} effective {{startOn}} until {{endOn}}. In total, {{count}} number of check-ins will be created.
id_id: Terjadi setiap {{day}} mulai berlaku {{startOn}} hingga {{endOn}}. Secara total, {{count}} check-in akan dibuat.

source: Marked as done by you.
id_id: Telah Anda tandai sebagai selesai.

source: Allow check-in deletion
id_id: Izinkan penghapusan check-in

source: Workers will be able to delete their own check-ins.
id_id: Pekerja akan dapat menghapus check-in mereka sendiri.

source: Enable performance check-ins
id_id: Aktifkan check-in kinerja

source: Managers will be able to create performance check-ins with their direct reports. The check-ins include widgets in which managers can give their view on a direct report's progress, their overall performance, their goals, and their behaviors. Once the check-in is submitted, workers will be able to see these widgets and decide whether to select "Accept" or "Let's Meet" on the check-in page.
id_id: Manajer akan dapat membuat check-in kinerja dengan bawahan langsung mereka. Check-in tersebut mencakup widget di mana manajer dapat memberikan pandangan mereka tentang progres bawahan langsung, kinerja keseluruhan, tujuan, dan perilaku mereka. Setelah check-in diserahkan, pekerja akan dapat melihat widget ini dan memutuskan apakah akan memilih "Terima" atau "Mari Bertemu" di halaman check-in.

source: Allow new managers to see performance check-ins in "In progress", "Pending confirmation" or "Under review" status between their direct reports and their previous manager.
id_id: Izinkan manajer baru untuk melihat check-in kinerja dalam status "Sedang berlangsung", "Menunggu konfirmasi" atau "Sedang ditinjau" antara bawahan langsung mereka dan manajer sebelumnya.

source: Check-ins about workers in "In progress", "Pending confirmation", or "Under review" status will be automatically shared with their new line manager.
id_id: Check-in tentang pekerja dengan status "Sedang berlangsung", "Menunggu konfirmasi", atau "Sedang ditinjau" akan secara otomatis dibagikan kepada manajer lini baru mereka.

source: Allow new managers to view completed performance check-ins between their direct reports and their previous manager.
id_id: Izinkan manajer baru untuk melihat check-in kinerja yang telah diselesaikan antara bawahan langsung mereka dan manajer sebelumnya.

source: Previously completed check-ins about a worker will be automatically shared with their new line manager.
id_id: Check-in yang telah diselesaikan sebelumnya tentang seorang pekerja akan secara otomatis dibagikan kepada manajer lini baru mereka.

source: Allow workers to create performance check-ins with their manager
id_id: Izinkan pekerja membuat check-in kinerja dengan manajer mereka

source: Enable the "Check-Ins" feature
id_id: Aktifkan fitur "Check-in"

source: Check-ins enable managers and words to create a structured discussion when they choose. They can create and edit the content and comments to their liking, and all content is only visible to the participants. We recommend you review and activate the email notifications associated with check-ins in the "Email notifications" page.
id_id: Check-in memungkinkan manajer dan karyawan untuk membuat diskusi terstruktur kapan pun mereka mau. Mereka dapat membuat dan mengedit konten dan komentar sesuai keinginan mereka, dan semua konten hanya dapat dilihat oleh peserta. Kami menyarankan Anda untuk memeriksa dan mengaktifkan notifikasi email yang terkait dengan check-in di halaman "Notifikasi email".

source: Workers can set regular check-ins with
id_id: Pekerja dapat mengatur check-in rutin dengan

source: Line managers and direct reports only
id_id: Hanya manajer lini dan bawahan langsung

source: Upcoming check-ins
id_id: Check-in mendatang
